Repository: veloutin/papas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Command
fr: Commande

source: Command Execution
fr: Exécution de commande

source: Command Executions
fr: Exécutions de commandes

source: Command Execution Result
fr: Résultat d'exécution de commande

source: Command Execution Results
fr: Résultats d'exécution de commandes

source: AccessPoint
fr: Borne sans-fil

source: Status
fr: Statut

source: Unknown
fr: Inconnu

source: Not started
fr: Non débuté

source: Not ended
fr: En attente

source: Failed
fr: Échoué

source: Details
fr: Détails

source: Console
fr: Ligne de commande

source: String
fr: Chaîne de caractères

source: Integer
fr: Entier

source: Boolean
fr: Booléen

source: Text
fr: Texte

source: Password
fr: Mot de passe

source: IP Address
fr: Adresse IP

source: Not Set
fr: Non défini

source: Inherited
fr: Hérité

source: Set
fr: Défini

source: Not Verified
fr: Non vérifié

source: Not Supported
fr: Non supporté

source: Supported
fr: Supporté

source: Error occured
fr: Une erreur est survenue

source: Name
fr: Nom

source: Default Value
fr: Valeur par défaut

source: Parameter
fr: Paramètre

source: Protocol
fr: Protocole

source: The highest priority protocol is tried first for each mode
fr: Le protocole ayant la plus grande priorité est essayé en premier pour chaque mode

source: Optional
fr: Optionel

source: Protocol Parameter
fr: Paramètre de protocole

source: Protocol Parameters
fr: Paramètres de protocole

source: Value
fr: Valeur

source: Architecture Parameter
fr: Paramètre d'architecture

source: Architecture Parameters
fr: Paramètres d'architecture

source: AP Parameter
fr: Paramètre de borne

source: AP Parameters
fr: Paramètres de bornes

source: Script Template
fr: Gabarit de script

source: %(section)s for %(arch)s
fr: %(section)s pour %(arch)s

source: Initialization Section
fr: Section d'initialisation

source: Initialization Sections
fr: Sections d'initialisation

source: Initialization Result
fr: Résultat d'initialisation

source: Initialization Results
fr: Résultats d'initialisation

source: Parameters
fr: Paramètres

source: A comma separated list of parameters that the command takes
fr: Liste séparée par des virgules de paramètres acceptés par la commande

source: Command Definition
fr: Définition de commande

source: Command Definitions
fr: Définitions de commandes

source: Template
fr: Gabarit

source: Command Implementation
fr: Implémentation de commande

source: Command Implementations
fr: Implémentations de commandes

source: Host Name
fr: Nom d'hôte

source: IPv4 Address
fr: Adresse IPv4

source: IP address of the access point
fr: Adresse IP de la borne sans-fil

source: MAC address
fr: Adresse MAC

source: Short description / Location
fr: Description courte / Emplacement

source: Access Point
fr: Borne sans-fil

source: Access Points
fr: Bornes sans-fil

source: Name of the Group
fr: Nom du groupe

source: Access Points in this AP group
fr: Bornes sans-fil dans ce groupe

source: AP Group
fr: Groupe de bornes

source: AP Groups
fr: Groupes de bornes

source: Group: %s
fr: Groupe: %s

source: IP address of the client
fr: Adresse IP du client

source: Client MAC address
fr: Adresse MAC du client

source: List of all command executions
fr: Liste de toutes les exécutions de commandes

source: List of recent command executions
fr: Liste d'exécutions récentes de commandes

source: Groups List
fr: Liste des groupes

source: Agregate function to perform
fr: Fonction agrégée à exécuter

source: 6ko Access Point Manager
fr: Gestionnaire de bornes sans-fil

source: Home
fr: Accueil

source: Admin Interface
fr: Interface administrateur

source: You will be redirected <a href="%(url)s">here</a> in %(time)s seconds
fr: Vous serez redirigés <a href="%(url)s">ici</a> dans %(time)s secondes

source: Initialization Status
fr: Statut d'initialisation

source: Run initialization
fr: Initialiser

source: Refresh
fr: Rafraîchir

source: %(count)s section(s) missing
fr: %(count)s section(s) manquante(s)

source: %(errorcount)s sections failed
fr: %(errorcount)s section(s) échouée(s)

source: %(count)s sections succeeded
fr: %(count)s section(s) réussie(s)

source: Access Point Initialization Overview
fr: Vue d'ensemble de l'initialisation

source: Select all
fr: Tout sélectionner

source: Success
fr: Succès

source: Missing
fr: Manquant

source: Error
fr: Échec

source: Initialize selected access points
fr: Initialiser les bornes sélectionnées

source: Access Point List
fr: Liste de bornes sans-fil

source: Initialization Overview
fr: Vue d'ensemble de l'initialisation

source: Nagios Configuration
fr: Configuration Nagios

source: Run a Command
fr: Exécuter une commande

source: Target:
fr: Cible :

source: Select a Group
fr: Choisir un groupe

source: or
fr: ou

source: Select an AP
fr: Choisir une borne

source: Executing %(command)s on %(target)s
fr: Exécution de %(command)s sur %(target)s

source: Choose the command parameters
fr: Entrez les paramètres de la commande

source: Target list:
fr: Liste de cibles :

source: Target list is empty
fr: Aucune cible

source: Commands
fr: Commandes

source: Executed Commands
fr: Commandes exécutées

source: All
fr: Toutes

source: Results
fr: Résultats

source: Run
fr: Exécuter

source: Created on: %(created)s
fr: Crée le : %(created)s

source: Started on: %(started)s
fr: Débuté le : %(started)s

source: Result:
fr: Résultat :

source: Finished:
fr: Terminé :

source: Output:
fr: Sortie :

source: Run Again
fr: Exécuter à nouveau

source: Welcome,
fr: Bienvenue,

source: Change password
fr: Changer de mot de passe

source: Log out
fr: Déconnexion

source: Access Denied
fr: Accès refusé

source: You are not allowed to access this page
fr: Vous n'avez pas les droits requis pour accéder à cette page

source: Reports
fr: Rapports

source: Printed on :
fr: Imprimé le :

source: Print
fr: Imprimer

source: CSV Export
fr: Export CSV

source: Toggle Panel
fr: Basculer le panneau

source: For any questions concerning this report, see %(report.owner)s.
fr: Pour toutes questions concernant ce rapport, voir %(report.owner)s

source: Modify Report
fr: Modifier le rapport

source: No results to display
fr: Aucun résultat à afficher

source: Programming Error
fr: Erreur de programmation

source: This error might have been caused by a malformed SQL query or bad parameters
fr: Cette erreur peut avoir été causée par une requête SQL mal formée ou de mauvais paramètres

source: Available Reports:
fr: Rapports disponibles :

source: No reports available
fr: Aucune rapport disponible

source: Create a new report
fr: Créer un nouveau rapport

source: Report Management
fr: Gestion des rapports

source: Available Multi-Reports:
fr: Multi-rapports disponibles :

source: Logged out
fr: Déconnecté

source: Back
fr: Retour

source: Login
fr: Connexion

source: Your username and/or password didn't match. Please try again.
fr: Votre nom d'utilisateur et/ou votre mot de passe sont invalides. Essayer à nouveau.

source: Username:
fr: Nom d'utilisateur :

source: Password:
fr: Mot de passe :

source: Expecting a prompt... with timeout {0}
fr: Attente d'un invite de commandes, délai d'expiration {0}

source: Executing {0}
fr: Exécution de {0}

source: There is still unread output: {0}
fr: Il reste de la sortie non lue: {0}

source: Sending command...
fr: Envoi de la commande...

source: Unexpected script output. {0}
fr: Sortie inattendue. {0}

source: Unexpected script output.
fr: Sortie inattendue durant l'exécution du script.

source: %s is a required parameter
fr: %s est un paramètre requis

source: TemporaryFailure in getting protocol {0}: {1}
fr: Échec temporaire du protocole {0}: {1}

source: PermanentFailure in getting protocol {0}: {1}
fr: Échec permanent du protocole {0}: {1}

source: Unhandled exception in protocol {0} initialization: {1}
fr: Exception non gérée dans l'initialisation du protocole {0}: {1}

source: Unable to get a working protocol
fr: Impossible d'obtenir un protocole fonctionnel

source: Unknown node id {0}
fr: Identifiant de noeud inconnu {0}

source: Following text will not be executed: {0}
fr: Le texte suivant ne sera pas exécuté: {0}

source: Attaching backend to node %s
fr: Connexion du noeud %s au moteur d'exécution

source: set_value takes at least 3 argument (%d given)
fr: set_value demande au moins 3 paramètres (%d reçus)

source: Invalid number of arguments, not a multiple of 3
fr: Nombre de paramètres invalide : multiple de 3 attendu

source: Executing: {0}
fr: Exécution de: {0}

source: Failed to set value
fr: Échec du réglage de la valeur

source: Unable to match extract value from line: {0}
fr: Échec de l'extraction d'une valeur de la ligne: {0}

source: Executing line: {0}
fr: Exécution de : {0}

source: Script did not execute properly
fr: Le script ne s'est pas exécuté correctement

source: Attempting to connect to {0._username}@{0._host}
fr: Tentative de se connecter à {0._username}@{0._host}

source: Spawning child...
fr: Création du processus enfant...

source: French
fr: Français

source: English
fr: Anglais
